/* Picture X out of Y total. */
"%1$i of %2$i" = "%1$i av %2$i";

/* No comment provided by engineer. */
"(Required)Please Input Server URL" = "https://yourdomain.com";

/* No comment provided by engineer. */
"(Required)Please Input User Name" = "Brukernavn";

/* No comment provided by engineer. */
"About" = "Om";

/* No comment provided by engineer. */
"Add" = "Legg til";

/* No comment provided by engineer. */
"Add to Music List" = "Legg til i Musikk Liste";

"Add Failure" = "Legg til feilet";

"Add Success" = "Legg til vellykket";

/* No comment provided by engineer. */
"Are you really want to clear?" = "Er du sikker på du vil slette?";

/* No comment provided by engineer. */
"Are you really want to delete?" = "Er du sikker på du vil slette?";

/* No comment provided by engineer. */
"Back" = "Tilbake";

/* No comment provided by engineer. */
"Cancel" = "Avbryt";

/* No comment provided by engineer. */
"Clear" = "Slett";

/* No comment provided by engineer. */
"Clear Caches" = "Slett midlertidig lagring";

/* No comment provided by engineer. */
"Clear Fail" = "Sletting Feilet";

/* No comment provided by engineer. */
"Clear Success" = "Sletting Vellykket";

/* No comment provided by engineer. */
"Clearing..." = "Sletter...";

"Copy To" = "Kopier Til";

"Create Failed" = "Oppretting Feilet";

"Create Success" = "Oppretting Vellykket";

"Creating New Folder" = "Lag Ny Mappe";

"Default Name" = "Standard Navn";

/* No comment provided by engineer. */
"Delete" = "Slett";

/* No comment provided by engineer. */
"Delete Success" = "Sletting Vellykket";

/* No comment provided by engineer. */
"Deleting..." = "Sletter...";

/* No comment provided by engineer. */
"Description" = "Beskrivelse";

"Done" = "Ferdig";

"Edit" = "Rediger";

/* No comment provided by engineer. */
"Empty" = "Tom";

"Fail to download the file." = "Nedlastingen feilet.";

"Fail to find the file, maybe already be deleted." = "Fail to find the file, \nmaybe already be deleted.";

"Fail to Preview the file, Please 'open in' the 3rd party Apps." = "Fail to Preview the file, \nPlease 'open in' the 3rd party Apps.";

"Forbidden Request" = "Forbudt forespørsel";

"Illegally Name" = "Ulovlig Navn";

"Last Updated" = "Sist Oppdatert";

/* Loading Status */
"Loading..." = "Laster...";

/* No comment provided by engineer. */
"Modify Server Info" = "Endre Server Info";

"Move To" = "Flytt Til";

/* No comment provided by engineer. */
"Music" = "Musikk";

/* No comment provided by engineer. */
"New Folder" = "Ny Mappe";

"New Name" = "Nytt Navn";

/* No comment provided by engineer. */
"New Server" = "Ny Server";

/* ownCloud login header */

"Connect to ownCloud" = "Koble til ownCloud";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open In" = "Åpne i";

/* No comment provided by engineer. */
"Password" = "Passord";

/* No comment provided by engineer. */
"Pick Photos" = "Velg Bilder";

/* No comment provided by engineer. */
"Please Input Description Name" = "Vennligs fyll inn beskrivelse";

/* No comment provided by engineer. */
"Please Input New Folder Name" = "Vennligst fyll inn Ny Mappe navn";

/* No comment provided by engineer. */
"Please Input New Name" = "Vennligst fyll inn Nytt Navn";

/* No comment provided by engineer. */
"Please Input Password" = "Vennligst fyll inn Passord";

"Please Input Server URL" = "Vennligst fyll inn Server URL";

"Please Input User Name" = "Vennligst fyll inn Brukernavn";

"Press 'Edit' to Add New Server" = "Trykk 'Rediger' for å legge til Ny Server";

"Press 'Add' to Create New Server Info" = "Trykk 'Legg til' for å legge til Ny Server Info";

/* Pull down to refresh status */
"Pull down to refresh..." = "Dra ned for å oppdatere...";

/* Release to refresh status */
"Release to refresh..." = "Slipp for å oppdatere...";

/* No comment provided by engineer. */
"Rename" = "Nytt navn";

"Renaming..." = "Gir nytt navn...";

"Rename Failed" = "Nytt navn feilet";

"Rename Success" = "Nytt navn ok";

/* No comment provided by engineer. */
"Root" = "Root";

/* 保存失败 */
"Save Image Faild" = "Lagring feilet";

/* 保存成功 */
"Save Image Success" = "Lagring vellykket";

/* No comment provided by engineer. */
"Save to Photo Album" = "Lagre til Foto Album";

/* No comment provided by engineer. */
"Select All" = "Velg alle";

/* No comment provided by engineer. */
"Select an Album" = "Velg et Album";

/* No comment provided by engineer. */
"Select None" = "Velg ingen";

/* No comment provided by engineer. */
"Server List" = "Server Liste";

"Server info already exsit" = "Server info eksisterer allerede";

/* No comment provided by engineer. */
"Server URL" = "Server URL";

/* No comment provided by engineer. */
"Settings" = "Innstillinger";

"Unexpected condition, Internal Server Error" = "Unexpected condition, Internal Server Error";

/* No comment provided by engineer. */
"Upload" = "Last opp";

"Upload to server" = "Laster opp til server";

"Upload Pictures" = "Last opp Bilder";

"Upload Queues" = "Opplastings kø";

/* No comment provided by engineer. */
"User Name" = "Brukernavn";

/* No comment provided by engineer. */
"Version" = "Version";

"upload_pic_normal" = "../res/upload_pic_eng.png";

"upload_pic_highlight" = "../res/upload_pic_eng_highlight.png";

"upload_cam_normal" = "../res/upload_cam_eng.png";

"upload_cam_highlight" = "../res/upload_cam_eng_highlight.png";
